module.exports = [
    {
        name: '資料探勘',
        content: '資料探勘是一個跨學科的電腦科學分支 。它是用人工智慧、機器學習、統計學和資料庫的交叉方法在相對較大型的資料集中發現模式的計算過程。 資料探勘過程的總體目標是從一個資料集中提取資訊，並將其轉換成可理解的結構，以進一步使用。',
    },
    {
        name: '數據分析',
        content: '資料分析是一類統計方法，其主要特點是多維性和描述性。有些幾何方法有助於揭示不同的資料之間存在的關係，並繪製出統計資訊圖，以更簡潔的解釋這些資料中包含的主要資訊。',
    },
    {
        name: '派翠網路',
        content: '派翠網路是對離散並列系統的數學表示，屬於離散事件動態系統，適合於描述非同步的、並行的電腦系統模型。',
    },
    {
        name: '生物醫療',
        content: '生物醫療主要特點是運用工程學和應用科學的知識和技術解決生物學和醫學領域的科學問題，充分研究生命系統及其行為，以及開發相關的生物醫學系統和設備，最終幫助患者得到更好的照料以及提高健康個體的生活質量。',
    },
];